app/views/schedules/index.html.erb

SELECT "schedules".* FROM "schedules"
---

<% Schedule.all.each do |schedules| %>