app/controllers/places_controller.rb

SELECT "places".* FROM "places"
---
  def index
    @a = Place.all