app/controllers/schedules_controller.rb

SELECT "schedules".* FROM "schedules"
---
  def index
    @b = Schedule.all