app/views/places/index.html.erb

SELECT "places".* FROM "places"
---

<% Place.all.each do |places| %>